import React from 'react'
import { Link } from 'react-router-dom'

export default function Question() {
    return (
        <div className = "container">
            <div className = "editwork-bg editwork-color mt-3 mb-3 pb-3">
                <div className = "pt-3"><h1 className = "text-center editwork-bold">คำถามที่พบบ่อย</h1></div>
                <div className = "container"><hr className = "editwork-color"></hr></div>
                <div className = "ml-4">
                <h3 className = "editwork-bold">1.วิธีการใช้งานเว็บไซต์</h3>
                <Link to="/howto"><h5>๐ CLICK!!!</h5></Link>
                <h3 className = "editwork-bold">2.บุคคนทั่วไป (ที่ไม่ได้เป็นนักเรียนหรือนักศึกษา) สามารถลงผลงานรับงานจ้างได้ไหม?</h3>
                <h5>๐ ไม่ได้ เนื่องจากเว็บไซต์ถูกพัฒนามาเพื่อหารายได้ เก็บผลงาน สำหรับเด็กนักเรียน และ นักศึกษาเท่านั้น</h5>
                <h3 className = "editwork-bold">3.บุคคลทั่วไป (ที่ไม่ได้เป็นนักเรียนหรือนักศึกษา) สามารถจ้างงานได้ไหม?</h3>
                <h5>๐ บุคคลทั่วไป สามารถจ้างงานได้ เนื่องจากเป็นการสนับสนุนนักเรียนและนักศึกษา</h5>
                <h3 className = "editwork-bold">4.การยืนยันเป็นฟรีแลนซ์ใช้เวลากี่วัน?</h3>
                <h5>๐ การยืนยันตัวเป็นฟรีแลนซ์ใช้เวลาประมาณ 1-3 วัน ขึ้นอยู่กับจำนวนผู้สมัคร เพราะทางเว็บไซต์ต้องตรวจสอบข้อมูลให้แน่ชัดว่าเป็นนักศึกษาจริงๆ</h5>
                <h3 className = "editwork-bold">5.หากใส่ข้อมูลงานผิด ทำอย่างไร?</h3>
                <h5>๐ ผู้ลงผลงานสามารถแก้ไขรายละเอียดงานต่างๆได้ภายหลังการลงผลงานไปแล้ว</h5>
                <h3 className = "editwork-bold">6.ชำระเงินยังไง?</h3>
                <h5>๐ ช่องทางการชำระเงินขึ้นอยู่กับการตกลงกันของทางผู้ว่าจ้างและผู้รับจ้าง</h5>
                <h3 className = "editwork-bold">7.ชำระเงินตอนไหน?</h3>
                <h5>๐ ผู้ว่าจ้างและผู้รับจ้าง สามารถตกลงการจ่ายเงินกันได้อิสระ อาจจะมีการมัดจำและชำระหลังงานเสร็จสิ้น หรือ ชำระหลังงานเสร็จสิ้นทั้งหมด ทั้งนี้ขึ้นอยู่กับการตกลงกันทั้งสองฝ่าย</h5>
                <h3 className = "editwork-bold">8.การรับประกันเงินของผู้จ้างว่าจะไม่โดนโกงอย่างไร?</h3>
                <h5>๐ ในการสมัครเป็นฟรีแลนซ์ทางเว็บไซต์จะตรวจสอบข้อมูล สมุดบัญชี บัตรประชาชน ต้องเป็นชื่อที่ตรงกันและสามารถตรวจสอบได้ หากมีการโกงเกิดขึ้นจะสามารถนำไปดำเนินคดีได้ตามกฎหมาย</h5>
                <h3 className = "editwork-bold">9.ข้อมูลส่วนตัวบัตรประชาชน สมุดบัญชีมีการป้องกันอย่างไร?</h3>
                <h5>๐ ทางเว็บไซต์จะไม่เปิดเผยข้อมูลส่วนตัวของผู้ใช้ ข้อมูลบัตรประชาชน สมุดบัญชี และข้อมูลต่างๆจะถูกเก็บเป็นความลับ</h5>
                </div>
                
            </div>
            <div className = "text-center btn-aboutus mt-3 mb-3">
                <Link to = '/'>
                     <button type = "button" className = "btn-home pl-3 pr-3 pt-2 pb-2">กลับสู่หน้าหลัก</button>
                </Link>
            </div>
        </div>
    )
}
